[
  {
    "sent_id": 2847,
    "sent": "而我的爸爸在一家厦门的公司上班，名字叫英华达，后来，不知怎的的，所以经常不在家。",
    "revisedSent": "而我的爸爸在一家厦门的公司上班，名字叫英华达，后来，不知怎的，他经常不在家。"
  },
  {
    "sent_id": 6768,
    "sent": " 最重要的是弹的时候，傅雷认音乐的内容，必须要在自己心中，如果不在心中，再经名师指点也没用，弹时手要放松，保存自己的风格平时再认真练习，必会成功。",
    "revisedSent": " 最重要的是弹的时候，傅雷认为音乐的内容，必须要在自己心中，如果不在心中，再经名师指点也没用，弹时手要放松，保持自己的风格，平时再认真练习，必会成功。"
  },
  {
    "sent_id": 9393,
    "sent": "逐渐这也成为了我的习惯，这与之前“黑暗”的我是完全不一样的！",
    "revisedSent": "这也逐渐成为了我的习惯，这与之前“黑暗”的我是完全不一样的！"
  },
  {
    "sent_id": 5594,
    "sent": "也许就是这样的您，可能也只有您能把我身边的那个傲娇的，从不听话敢去校长室的小公主归于您自己，让她对您百般温顺，小学的六年时光，只有您让我全身心得放下防备，放心的把自己的后背交给您。",
    "revisedSent": "也许就是这样的您，可能也只有您能把我身边那个傲娇的，从不听话敢去校长室的小公主收服，让她对您百般温顺。小学的六年时光，只有您让我全身心地放下防备，放心地把自己的后背交给您。"
  },
  {
    "sent_id": 6809,
    "sent": "在一次阴差阳错之下我成功地获得了加入中国共青团的的欲选名额，被要求参加中国共青团团课，争取早日进入共青团。",
    "revisedSent": "在一次阴差阳错之下，我成功地获得了加入中国共青团的预选名额，被要求参加中国共青团团课，争取早日进入共青团。"
  },
  {
    "sent_id": 5306,
    "sent": "一天我气冲冲回到房间，一抬头望见了那被雨打击一天一夜的多肉，对不起我的多肉，对不起我的家人。",
    "revisedSent": "一天我气冲冲回到房间，一抬头望见了那被雨打击一天一夜的多肉，我感到对不起我的多肉，对不起我的家人。"
  },
  {
    "sent_id": 305,
    "sent": "我当时椤了一下，这么小的年纪就那说出这种话，许多时候，当我遇到困难都是努力都没有努力就去找人帮忙了，在这方面我真的是自愧不如。",
    "revisedSent": "我当时愣了一下，这么小的年纪就能说出这种话，许多时候，我遇到困难都是努力都没有努力就去找人帮忙了，在这方面我真的是自愧不如。"
  },
  {
    "sent_id": 5245,
    "sent": "这样的人同学面前倒是大方了，可内心终究还是迟早得用明朗的笑声去面对。",
    "revisedSent": "这样的人在同学面前倒是大方，可内心终究还是得用明朗的笑声去面对。"
  },
  {
    "sent_id": 6687,
    "sent": "吴用与晁盖不同，他出生卑微，他也与武松不同，他没有高超的武艺。",
    "revisedSent": "吴用与晁盖不同，他出生卑微，也与武松不同，没有高超的武艺。"
  },
  {
    "sent_id": 1424,
    "sent": "她于是一脸骄傲起来。越发肯定自己的想法。",
    "revisedSent": "于是她一脸骄傲起来，越发肯定自己的想法。"
  },
  {
    "sent_id": 4261,
    "sent": "——平时不怎么交流，也不知道有什么话该说，在一起小时候还能玩一玩，长大了也不知该玩啥了，",
    "revisedSent": "平时不怎么交流，也不知道该说什么话，小时候在一起还能玩一玩，长大了也不知该玩啥了。"
  },
  {
    "sent_id": 7323,
    "sent": "由于电子商品无论如何多少都有一定的蓝光，电子阅读次数多了，它会伤害你的眼睛，使其视力下降；而若是阅读纸质书，那你不用担心这一问题。",
    "revisedSent": "由于电子商品无论如何多少都有一定的蓝光，电子阅读次数多了，会伤害你的眼睛，使视力下降；而若是阅读纸质书，那你不用担心这一问题。"
  },
  {
    "sent_id": 2964,
    "sent": "我们我举着香烛又拜一拜佛像拜，菩萨，她口中对我的祝愿从未停止，一直随香烟渐渐飘向远方。",
    "revisedSent": "我举着香烛又拜一拜佛像、菩萨，她口中对我的祝愿从未停止，一直随香烟渐渐飘向远方。"
  },
  {
    "sent_id": 1922,
    "sent": "贺俊霖的严谨认真、一丝不苟无不影响着我。",
    "revisedSent": "贺俊霖严肃认真、一丝不苟的品格无不影响着我。"
  },
  {
    "sent_id": 7577,
    "sent": "正如我文章开头的景象，也许有的人靠在躺椅上，依旧是无法静下心来，可在书读着发觉它乏味，索性就放弃不读，换一本读，甚至犹于环境的舒适，他们还会昏睡过去，而这样的人，充其量只是“正在放松的人”，而决非读者。",
    "revisedSent": "正如我文章开头的景象，也许有的人靠在躺椅上，依旧是无法静下心来，可在发觉书它读着乏味之后，索性就放弃不读，换一本读，甚至由于环境的舒适，他们还会昏睡过去，而这样的人，充其量只是“正在放松的人”，而决非读者。"
  },
  {
    "sent_id": 3093,
    "sent": "只到看见他从阳台上拿起了一个喷水壶，我才知道事情的严重性，可这时已经晚了，他用他最快的速度跑进客厅，他一手拿着手瓶，一看按着瓶子，对着客厅进行着灾难性的侵略，水喷完了，人也湿透了，我的心此时也凉了，",
    "revisedSent": "直到看见他从阳台上拿起了一个喷水壶，我才知道事情的严重性，可这时已经晚了，他用他最快的速度跑进客厅，一手拿着手瓶，一手按着瓶子，对着客厅进行着灾难性的侵略，水喷完了，人也湿透了，我的心此时也凉了。"
  },
  {
    "sent_id": 4722,
    "sent": "这一种父爱与母爱的结合。",
    "revisedSent": "这是一种父爱与母爱的结合。"
  },
  {
    "sent_id": 4287,
    "sent": "比外她还夺得了冬奥会上的女子自由式滑雪U型场地的金牌和女子自由式滑雪坡面障碍技巧的银牌。",
    "revisedSent": "此外她还夺得了冬奥会女子自由式滑雪U型场地的金牌和女子自由式滑雪坡面障碍技巧的银牌。"
  },
  {
    "sent_id": 9048,
    "sent": "真正的读者并不是看'书'的人，而是专心致志地投入进去并从书中得到启发。",
    "revisedSent": "真正的读者并不是看“书”的人，而是专心致志地投入进去并从书中得到启发的人。"
  },
  {
    "sent_id": 3858,
    "sent": "有些东西也展不开，但那是我能力不够，我没办法。",
    "revisedSent": "有些东西展不开，但那是我能力不够，我没办法。"
  },
  {
    "sent_id": 5085,
    "sent": "这是老班在日常行为上对我们的管辖，虽然脾气暴躁但老班的学习精神值得学习。",
    "revisedSent": "这是老班在日常行为上对我们的教育，虽然脾气暴躁，但老班的学习精神值得学习。"
  },
  {
    "sent_id": 4679,
    "sent": "”可……可是，他们……“我惊讶极了，任谁对待这事儿，谁都会火冒三丈，但妈妈却一脸平静。",
    "revisedSent": "“可……可是，他们……”我惊讶极了，任谁对待这事儿，都会火冒三丈，但妈妈却一脸平静。"
  },
  {
    "sent_id": 9895,
    "sent": "所以，毅力对于一个向往成功的人是十分重要的，杨根思说过“就是有九十九个困难，只要有一个坚强的意志就不困难。”",
    "revisedSent": "所以，毅力对于一个向往成功的人来说是十分重要的，杨根思说过：“就是有九十九个困难，只要有一个坚强的意志就不困难。”"
  },
  {
    "sent_id": 6001,
    "sent": "它们，为了生命能在这寒冬中存活，挺立起了身躯，多像那一个个为了生活坚苦奋斗的人们！",
    "revisedSent": "它们，为了能在这寒冬中存活，挺立起了身躯，多像那一个个为了生活坚苦奋斗的人们！"
  },
  {
    "sent_id": 4307,
    "sent": "惊天动地的大事，我在一旁看着妈妈，妈妈的脸上露出不解的神情。",
    "revisedSent": "发生这样惊天动地的大事，我在一旁看着妈妈，妈妈的脸上露出不解的神情。"
  },
  {
    "sent_id": 8757,
    "sent": "让人牢记在心的还有这么一个就是钟南山院士。",
    "revisedSent": "让人牢记在心的还有这么一个人，就是钟南山院士。"
  },
  {
    "sent_id": 1874,
    "sent": "而且日军在占领南京后，对南京的居民进行了血腥大屠杀，仅仅一周，30万手无寸铁的居民和放下武器士兵就被屠杀了。",
    "revisedSent": "而且日军在占领南京后，对南京的居民进行了血腥大屠杀，仅仅一周，30万手无寸铁的居民和放下武器的士兵就被屠杀了。"
  },
  {
    "sent_id": 6060,
    "sent": "坐在车上，望见奶奶给我的袋子里有一瓶牛奶。",
    "revisedSent": "我坐在车上，看见奶奶给我的袋子里有一瓶牛奶。"
  },
  {
    "sent_id": 4797,
    "sent": "而就一名学生而言，读书便是提高自己的文化知识，让我们的成绩更加优秀，因此，无论是对于学习或是对于我们的生活。书本都有着意义又非凡的作用。",
    "revisedSent": "而就一名学生而言，读书便能提高自己的文化知识，让我们的成绩更加优秀。因此，无论是对于学习或是生活，书本都意义非凡。"
  },
  {
    "sent_id": 6747,
    "sent": "沙尘暴是指强风把大量沙尘卷入空中，使空气混浊。",
    "revisedSent": "沙尘暴是指强风把大量沙尘卷入空中，使空气混浊的现象。"
  },
  {
    "sent_id": 1298,
    "sent": "也就是说，光鲜亮丽的背后，总会有一段艰辛的奋斗与自强不息的奋斗。",
    "revisedSent": "也就是说，光鲜亮丽的背后，总会有一段艰辛的且自强不息的奋斗。"
  },
  {
    "sent_id": 3014,
    "sent": "过程中，鲁达先使他将肉剁成花样儿，等到镇关西急不可待，伺机顺理成章地三拳打倒了郑屠。",
    "revisedSent": "过程中，鲁达先使他将肉剁成花样儿，等到镇关西急不可待的时候，伺机顺理成章地三拳打倒了郑屠。"
  },
  {
    "sent_id": 9030,
    "sent": "刚进初中之时，曾占据班级前十之位，已是超越大多数人，但就有些懈怠，可在如此紧张的初中生活中，犹如一片波涛汹涌的大海之中来回在一片片砖块上跳跃，一不小心便会名落孙山。",
    "revisedSent": "刚进初中之时，曾占据班级前十之位，已是超越大多数人，但我就有些懈怠，可我在如此紧张的初中生活中，犹如在一片波涛汹涌的大海之中来回，在一片片砖块上跳跃，一不小心便会名落孙山。"
  },
  {
    "sent_id": 106,
    "sent": "我是本次云旅游的导游--新新，今天我们所要参观的是中华古城--南京，共同沉浸于金陵之古韵。",
    "revisedSent": "我是本次云旅游的导游--新新，今天我们所要参观的是中华古城--南京，让我们共同沉浸于金陵之古韵。"
  },
  {
    "sent_id": 5296,
    "sent": "那天晚上，雨下得那般大，雨“哗哗啦啦”滴在外面的台子上，早晨起来，就淅淅沥沥的，“春天终于要来啦！”",
    "revisedSent": "那天晚上，雨下得那般大，“哗哗啦啦”滴在外面的台子上，早晨起来，就淅淅沥沥的，“春天终于要来啦！”"
  },
  {
    "sent_id": 1908,
    "sent": "我反驳道：“青春不是用来欣赏的吗？正值年轻，不应该去那些年迈时看不到的风景，做那些年迈时做不了的事情吗？",
    "revisedSent": "我反驳道：“青春不是用来欣赏的吗？正值年轻，不应该去看那些年迈时看不到的风景，做那些年迈时做不了的事情吗？”"
  },
  {
    "sent_id": 1496,
    "sent": "此外，对于机会不要盲目。",
    "revisedSent": "此外，对于机会不要盲目追求。"
  },
  {
    "sent_id": 9014,
    "sent": "因难就更多了，牛顿被苹果为什么会从树下掉下来感到困惑，最后研究出了万有引律；李时珍为百姓疾病困浇，走遍天下，最后完成了《本草纲目》；司马迁克服了在狱中的种种痛苦，完成了千古名著《史记》。",
    "revisedSent": "困难就更多了，牛顿为苹果为什么会从树下掉下来感到困惑，最后研究出了万有引力定律；李时珍为百姓疾病困扰，走遍天下，最后完成了《本草纲目》；司马迁克服了在狱中的种种痛苦，完成了千古名著《史记》。"
  },
  {
    "sent_id": 2845,
    "sent": "在出生之前，爸爸妈妈给我取了小名“开心”，据说，这个创意风靡妈妈的班公室，我妈以前同事的孩子，许多是“高兴”之类。",
    "revisedSent": "在出生之前，爸爸妈妈给我取了小名“开心”，据说，这个创意风靡妈妈的办公室，我妈以前同事的孩子，许多是“高兴”之类的名字。"
  },
  {
    "sent_id": 4304,
    "sent": "我们抄小道到老门东，正好，就在我热得快趴到地上时，“救星”出现了，一家小卖铺。",
    "revisedSent": "我们抄小道到老门东，就在我热得快趴到地上时，“救星”出现了——一家小卖铺。"
  },
  {
    "sent_id": 7444,
    "sent": "你见过大风大雨，得过许多奖励，即使一模的失败使你错过了特招的机会，但你仍要不屈不挠，勇往直前，奋力一搏，记住，中考才是这段马拉松的终点。",
    "revisedSent": "你见过大风大雨，得过许多奖励，即使一模的失败使你错过了特招的机会，你也要不屈不挠、勇往直前、奋力一搏，记住，中考才是这段马拉松的终点。"
  },
  {
    "sent_id": 2474,
    "sent": "先从后面偷偷摸摸进去，先是杀了两个厨房里的仆人，后是把”老的小的“通通“砍掉”，刀都能砍卷了。",
    "revisedSent": "武松先从后面偷偷摸摸进去，先是杀了两个厨房里的仆人，后是把”老的小的“通通“砍掉”，刀都能砍卷了。"
  },
  {
    "sent_id": 6621,
    "sent": "应多读一些有内涵，有价值的名著，提升自己的文学素养，去感受大家们笔下的人物形象与答与其中的名言，如鲁迅笔下的阿Q，代表了当时封建主义的种种缺点，表达对封建社会的批判，用一个人仅巧妙代表了当时的整个社会风气。",
    "revisedSent": "应多读一些有内涵、有价值的名著，提升自己的文学素养，去感受大家笔下的人物形象与其中的名言，如鲁迅笔下的阿Q，代表了当时封建主义的种种缺点，表达对封建社会的批判，仅用一个人巧妙代表了当时的整个社会风气。"
  },
  {
    "sent_id": 2898,
    "sent": "走过一段墓道，面前同样的白石蓝瓦的单檐歇山式建陵门。",
    "revisedSent": "走过一段墓道，面前同样是白石蓝瓦的单檐歇山式建陵门。"
  },
  {
    "sent_id": 5454,
    "sent": "他加了，这时候他的目的已经改变。不是冠军，不是三连冠，是自己的梦想，人类的极限。",
    "revisedSent": "他加了，这时候他的目的已经改变，不是冠军，不是三连冠，而是自己的梦想，人类的极限。"
  },
  {
    "sent_id": 4689,
    "sent": "具体时间早已记不清了罢，却记得那天晴空万里，骄阳似火。",
    "revisedSent": "具体时间早已记不清了，只记得那天晴空万里，骄阳似火。"
  },
  {
    "sent_id": 5969,
    "sent": "香槟色的天空像半透明的绸布铺在了大气中，只有在顶部还嵌进几抹浅蓝，浅蓝下是几朵似有似无的白云，它们聚得很快，散得也很快，像极了我们在一起的短短的三年，",
    "revisedSent": "香槟色的天空像半透明的绸布铺在了大气中，只有顶部还嵌进几抹浅蓝，浅蓝下是几朵似有似无的白云，它们聚得很快，散得也很快，像极了我们在一起的短短的三年。"
  },
  {
    "sent_id": 9753,
    "sent": "“今天正是太谢谢你了！如果没有你们，我唧个真的不晓得拾到什么时候。”",
    "revisedSent": "“今天真是太谢谢你了！如果没有你们，我真的不晓得拾到什么时候。”"
  },
  {
    "sent_id": 2558,
    "sent": "愿我的家乡广西越来越繁荣，也愿祖国越来越富强，完成伟大复兴！",
    "revisedSent": "愿我的家乡广西越来越繁荣，也愿祖国越来越富强，走向伟大复兴！"
  },
  {
    "sent_id": 8714,
    "sent": "一天下来，做完作业后总会回想起那些发挥失常，粗心大意的瞬间。信心也随之流失。",
    "revisedSent": "一天下来，做完作业后总会回想起那些发挥失常、粗心大意的瞬间，信心也随之丧失。"
  },
  {
    "sent_id": 254,
    "sent": "因而，保存良好的家风，摒弃有害而无益的家风，是有助于人成长的一大益事。",
    "revisedSent": "因而，保持良好的家风，摒弃有害而无益的家风，是有助于人成长的一大益事。"
  },
  {
    "sent_id": 5612,
    "sent": "早上阳光明媚，如我的心灵，丝毫不被外界的阴云所引响，只觉得蔚蓝的天空上漂浮着的云，星星点点素雅的小花，让人倍感舒爽到了中午，远处传来一丝丝的锣鼓声，一众人从小到大到我眼前，看清上面有一个方形的木盒，很大，盖住了天上的太阳。",
    "revisedSent": "早上阳光明媚，如我的心灵，丝毫不被外界的阴云所影响，我只觉得蔚蓝的天空上漂浮着的云，星星点点素雅的小花，让人倍感舒爽。到了中午，远处传来一丝丝的锣鼓声，一众人从小到大到我眼前，我看清上面有一个方形的木盒，很大，盖住了天上的太阳。"
  },
  {
    "sent_id": 1762,
    "sent": "“长风破浪会有时，直挂云帆济沧海”伟人的成果亦通过自强不息的努力，来之不易，何况我们？",
    "revisedSent": "“长风破浪会有时，直挂云帆济沧海”。伟人的成果亦需通过自强不息的努力，多么来之不易，何况我们？"
  },
  {
    "sent_id": 1072,
    "sent": "我和小雍是六年级时认识的，她刚，我们便成了要好的朋友。",
    "revisedSent": "我和小雍是六年级时认识的，她刚来，我们便成了要好的朋友。"
  },
  {
    "sent_id": 8356,
    "sent": "人类文明走过数万年的沉淀，将智慧的结晶浓缩在书中。",
    "revisedSent": "人类文明经过数万年的沉淀，将智慧的结晶浓缩在书中。"
  },
  {
    "sent_id": 8406,
    "sent": "秋天是一个悲伤的季节，可能对于某些人秋天并不悲伤，对于我却是一个悲伤的季节，秋天树上的树叶从绿色变为了黄色的然后掉了下来，小草也从青色的变为了黄色的，然后枯萎了。",
    "revisedSent": "秋天是一个悲伤的季节，可能对于某些人而言，秋天并不悲伤，对于我而言却是一个悲伤的季节，秋天树上的树叶从绿色变为了黄色的，然后掉了下来，小草也从青色的变为了黄色的，然后枯萎了。"
  },
  {
    "sent_id": 8798,
    "sent": "具体来说，英雄是技艺超群，无私奉献，不畏艰险而拼搏的人。",
    "revisedSent": "具体来说，英雄是技艺超群、无私奉献、不畏艰险拼搏的人。"
  },
  {
    "sent_id": 2434,
    "sent": "如果你在我们学校看见一位头发披着，戴着眼镜，基本每次见她都穿着牛仔裤，说话温柔的那就是我们唐老师，",
    "revisedSent": "如果你在我们学校看见一位披着头发，戴着眼镜，穿着牛仔裤，说话温柔的人就是我们唐老师。"
  },
  {
    "sent_id": 7579,
    "sent": "由此可见，真正的读者外界影响，专心致志的人，但是，你捧着书，像他们一样，就成为读者了吗？",
    "revisedSent": "由此可见，真正的读者是不受外界影响、专心致志的人，但是，你捧着书，像他们一样，就成为读者了吗？"
  },
  {
    "sent_id": 6887,
    "sent": "《傅雷家书》收录了1954年到1966年间傅雷夫妇写给两个儿子的家信一百多封，",
    "revisedSent": "《傅雷家书》收录了1954年到1966年间傅雷夫妇写给两个儿子的一百多封家信。"
  },
  {
    "sent_id": 8928,
    "sent": "大雪纷纷了三日，西湖上人声与鸟声大雪早已覆盖消失不见，晚间八时，欲撑小舟前湖心亭看雪，他裹着裘皮衣服，火炉的暖光笼罩着他，在湖岸树木上松散着白皑皑一片的雾松。",
    "revisedSent": "大雪纷纷下了三日，西湖上人声与鸟声、大雪早已覆盖消失不见。晚间八时，他欲撑小舟前往湖心亭看雪，他裹着裘皮衣服，火炉的暖光笼罩着他，在湖岸树木上松散着白皑皑一片的雾凇。"
  },
  {
    "sent_id": 4499,
    "sent": "我与他相识不久，只记得他是单眼皮，一双水汪汪的大眼睛，和一张能说会道的嘴巴。",
    "revisedSent": "我与他相识不久，只记得他是单眼皮，有一双水汪汪的大眼睛，和一张能说会道的嘴巴。"
  },
  {
    "sent_id": 2544,
    "sent": "2007年10月24日的那天不仅是中国机械工程的第一所任务，承载了探月卫星成功发射，也是我出生的日子，因为这天的重要性，所以我的名字也与它息息相关——张宇航。",
    "revisedSent": "2007年10月24日，那天不仅是中国机械工程的第一项任务——承载了探月卫星成功发射的日子，也是我出生的日子，因为这天的重要性，所以我的名字也与它息息相关——张宇航。"
  },
  {
    "sent_id": 570,
    "sent": "若一开始便弃了，唯一的抓手弃掉，后面的一切都是空中楼阁。",
    "revisedSent": "若一开始便放弃了这唯一的抓手，后面的一切都是空中楼阁。"
  },
  {
    "sent_id": 7891,
    "sent": "但我身上没钱，我咽了咽口水，只好顶着饥饿与亲爱的美食“拜拜”。",
    "revisedSent": "但我身上没钱，我咽了咽口水，只好忍着饥饿与亲爱的美食“拜拜”。"
  },
  {
    "sent_id": 5654,
    "sent": "由于冰场优先给专业运动员训练，他常常要在凌晨训练。",
    "revisedSent": "由于冰场优先给专业运动员训练，所以他常常要在凌晨训练。"
  },
  {
    "sent_id": 3094,
    "sent": "拿手指着我，妈妈当然不会相信。",
    "revisedSent": "他拿手指着我，妈妈当然不会相信。"
  },
  {
    "sent_id": 7529,
    "sent": "现在一有时间，我便会想起书架上的那一破旧的存钱罐，时常拿下来小心翼的拔开生锈的盖子，怕手被锈迹滑破。",
    "revisedSent": "现在一有时间，我便会想起书架上的那一个破旧的存钱罐，时常小心翼翼地拿下来拔下生锈的盖子，怕手被锈迹滑破。"
  },
  {
    "sent_id": 9250,
    "sent": "在亭下有一处泉水，用这一处的泉水酿酒，酒香且清，是可谓上品。",
    "revisedSent": "在亭下有一处泉水，用这一处的泉水酿酒，酒香且清，可谓上品。"
  },
  {
    "sent_id": 5735,
    "sent": "每次当我回到家时，从来也没有再见到那个向我飞扑过来的狗，也从没忘记那个向我撒娇。认人心软的狗，我家的那地地毯也被妈妈洗了，也看不见那让我永远忘不掉的梅花。",
    "revisedSent": "当我回到家时，我没有再见到那个向我飞扑过来的狗，也从没忘记那个向我撒娇，让人心软的狗，我家的那块地毯也被妈妈洗了，看不见那让我永远忘不掉的梅花了。"
  },
  {
    "sent_id": 1060,
    "sent": "小学毕业那天，我有幸亲眼见证了兵马俑这一令人震撼的历史瑰宝。",
    "revisedSent": "小学毕业那天，我有幸现场参观了兵马俑这一令人震撼的历史瑰宝。"
  },
  {
    "sent_id": 552,
    "sent": "说实话，初中我一点儿不喜欢。",
    "revisedSent": "说实话，初中我一点儿也不喜欢。"
  },
  {
    "sent_id": 8060,
    "sent": "古在有知足者如“以中有足乐老的宋濂，”醉翁之意不在酒”的欧阳修。哪一个不是在知足之心境中得到常乐之心的。",
    "revisedSent": "古有知足者如“以中有足乐者”的宋濂，“醉翁之意不在酒”的欧阳修，哪一个不是在知足之心境中得到常乐之心的。"
  },
  {
    "sent_id": 5425,
    "sent": "相信大家都看过冬奥会了吧，你们一定印象深刻的中国冬奥选手，他们在本届冬奥会上大显伸手，取得了由史以来最好的成绩。",
    "revisedSent": "相信大家都看过冬奥会了吧，你们一定有印象深刻的中国冬奥选手。他们在本届冬奥会上大显伸手，取得了有史以来最好的成绩。"
  },
  {
    "sent_id": 145,
    "sent": "狗狗事件不值一提了，但我奶奶您辛苦了，我以念念不忘的这件事来以此激励自己坚持走下去不让您老人家失望。",
    "revisedSent": "狗狗事件不值一提了，但奶奶您辛苦了，我以念念不忘的这件事来激励自己坚持走下去，不让您老人家失望。"
  },
  {
    "sent_id": 6791,
    "sent": "它确实可以简化成“走”，但其实这两个词根本上的区别是：前进是主动的状态，它包含着对生活的的热情和积极；而走则是麻木与被动的。仿佛根本无所谓自己踏上的路。",
    "revisedSent": "它确实可以简化成“走”，但其实这两个词根本上的区别是：前进是主动的状态，它包含着对生活的热情和积极；而走则是麻木与被动的，仿佛根本无所谓自己踏上的路。"
  },
  {
    "sent_id": 9881,
    "sent": "”生命只有一次，污的畅快淋漓，未米米日方长保持好心情”她飞奔回到家，不顾那厚湿的大衣，在白张上下写开头。",
    "revisedSent": "“生命只有一次，要活得畅快淋漓，未来来日方长，要保持好心情。”她飞奔回到家，不顾那厚湿的大衣，在白纸上写下开头。"
  },
  {
    "sent_id": 9556,
    "sent": "做到以上两点，相信大家的文笔更至于精神都能有极大的进步。",
    "revisedSent": "做到以上两点，相信大家的文笔乃至于精神都能有极大的进步。"
  },
  {
    "sent_id": 1704,
    "sent": "我无意间的抬头，我看到了电线杆前站了一个身形佝偻的清洁工。",
    "revisedSent": "我无意间地抬头，看到了电线杆前站了一个身形佝偻的清洁工。"
  },
  {
    "sent_id": 25,
    "sent": "仙人掌是生活在南北回归线之间的沙漠里。",
    "revisedSent": "仙人掌生活在南北回归线之间的沙漠里。"
  },
  {
    "sent_id": 4264,
    "sent": "我也不敢说什么，心里也挺烦，就直接下楼了，连声招呼都没打。",
    "revisedSent": "我也不敢说什么，心里也挺烦，连声招呼都没打，就直接下楼了。"
  },
  {
    "sent_id": 667,
    "sent": "这个大瀑布最神奇的一处，就是隐藏在大瀑布半腰的崖廊洞穴，由于洞外藤萝攀附，水挂珠帘，故曰“水帘洞”，这是世界其它大瀑布所没有的奇特景观。",
    "revisedSent": "这个大瀑布最神奇的一处，就是隐藏在大瀑布半腰的崖廊洞穴，由于洞外藤萝攀附、水挂珠帘，故曰“水帘洞”。这是其它大瀑布所没有的奇特景观。"
  },
  {
    "sent_id": 4792,
    "sent": "比知识，也正如那句古话“腹有诗书气自华。”",
    "revisedSent": "比知识，正如那句古话“腹有诗书气自华。”"
  },
  {
    "sent_id": 4024,
    "sent": "阳光是暖的，它是有亲情味儿的。这是一条与远在天堂的爷爷相接的纽带。",
    "revisedSent": "阳光是暖的，它是有亲情味儿的，是一条与远在天堂的爷爷相接的纽带。"
  },
  {
    "sent_id": 2812,
    "sent": "回溯历史，君不见太史公司马迁谨等父亲命训，恪守《命于训》之家风教诲，终写成被誉为“史家之学唱，天蕴之《离骚》”，于青史留下重要的一笔。",
    "revisedSent": "回溯历史，君不见太史公司马迁谨遵父亲命训，恪守“命于训”之家风教诲，终写成被誉为“史家之绝唱，无韵之《离骚》”的《史记》，于青史留下重要的一笔。"
  },
  {
    "sent_id": 3092,
    "sent": "我的弟弟看似十分的文静，却十分顽皮，有一次在家里，爸爸妈妈，都不在，就只有我和和弟弟，当时他还很小，刚学会走路，以为不会做出什么过分的事情，当我看见他拿起一个小登子，朝着阳台过去，不知道他想要做什么，也没去多管，",
    "revisedSent": "我的弟弟看似十分文静，却十分顽皮，有一次在家里，爸爸妈妈都不在，就只有我和弟弟，当时他还很小，刚学会走路，我以为不会做出什么过分的事情，当我看见他拿起一个小凳子，朝着阳台过去，我不知道他想要做什么，也没去多管。"
  },
  {
    "sent_id": 874,
    "sent": "阳光晒下了大地，春风温柔地摸了摸行人的脸庞，在各个美丽的地方，他们有的会拿起相机“咔嚓”一下，把这当做青天的一份礼物永恒地保存下来。",
    "revisedSent": "阳光洒向了大地，春风温柔地摸了摸行人的脸庞，在各个美丽的地方，他们有的会拿起相机“咔嚓”一下，把这当做春天的一份礼物永恒地保存下来。"
  },
  {
    "sent_id": 6433,
    "sent": "经过我们的努力，终于得一个完美的视频提交给了老师。",
    "revisedSent": "经过我们的努力，我们终于得到一个完美的视频，并提交给了老师。"
  },
  {
    "sent_id": 6971,
    "sent": "都说宋公明仗义、侠气，广纳贤人。可见他的身上也智，也有愚，有忠，也有奸。",
    "revisedSent": "都说宋公明仗义、侠气，广纳贤人，可见他的身上也有智，也有愚，有忠，也有奸。"
  },
  {
    "sent_id": 3626,
    "sent": "就算风吹日晒、大雨滂沱，依然向上拼搏，顽强开放。在同一个花丛中彼此搀扶，无畏风雨。",
    "revisedSent": "就算风吹日晒、大雨滂沱，它们依然向上拼搏，顽强开放，在同一个花丛中彼此搀扶、无畏风雨。"
  },
  {
    "sent_id": 9341,
    "sent": "我还要感谢我的同学，回忆着我的初中时光，我的脑海总映放着各位同学与我一起学习、进步、相互帮助的画面，大家总争着第一，早早的踏入校园，用行动书写着“一年之计在于晨”。",
    "revisedSent": "我还要感谢我的同学，回忆着我的初中时光，我的脑海总放映着各位同学与我一起学习、进步、相互帮助的画面，大家总争着第一，早早地踏入校园，用行动书写着“一年之计在于晨”。"
  },
  {
    "sent_id": 5018,
    "sent": "虽说他只是这本书中配角，但人气与热度却远远超过了两位男主，而我想这其中的原因应该就是他坎坷而又悲惨的一生了吧。",
    "revisedSent": "虽说他只是这本书中配角，但人气与热度却远远超过了两位男主，我想这其中的原因应该就是他坎坷而又悲惨的一生了吧。"
  },
  {
    "sent_id": 6591,
    "sent": "一个好的机会对于我们是最需要的，甚至会影响我们的未来。",
    "revisedSent": "一个好的机会对于我们来说是重要的，甚至会影响我们的未来。"
  },
  {
    "sent_id": 5062,
    "sent": "这次的期中考试，我终于让徐老师欣慰，尽管不是班里最高分，但也达到了很大的进步。",
    "revisedSent": "这次的期中考试，我终于让徐老师欣慰，尽管不是班里最高分，但也取得了很大的进步。"
  },
  {
    "sent_id": 6711,
    "sent": "但是每一场考试之后，父母看了试卷或仅仅问了成绩后只会说：“怎么才考这么点儿啊！是不是又偷偷玩了？”之类。",
    "revisedSent": "但是每一场考试之后，父母看了试卷或仅仅问了成绩后只会说：“怎么才考这么点儿啊！是不是又偷偷玩了？”之类的话。"
  },
  {
    "sent_id": 9018,
    "sent": "著名的音乐家贝多芬，在音乐上有着极高的天赋，却在最得意时，他失聪了。",
    "revisedSent": "著名的音乐家贝多芬，在音乐上有着极高的天赋，却在最得意时失聪了。"
  },
  {
    "sent_id": 9385,
    "sent": "在我初二暑假时，我把厚厚的暑假作业写完后我心里就只想着如何去奖励自己了。",
    "revisedSent": "在我初二暑假时，我把厚厚的暑假作业写完后，心里就只想着如何去奖励自己了。"
  },
  {
    "sent_id": 4927,
    "sent": "忽然“嗒”一声微弱的脆响雨滴落入了小水坑中，凌霄花又抬起了头，皱巴巴的小脸，却偏苦涩涩地笑着，雨势渐停，方才显得粉白的苦笑，又有了红润的喜色，轻抖身上的雨珠，挺直了腰板。",
    "revisedSent": "忽然“嗒”一声微弱的脆响，雨滴落入了小水坑中，凌霄花又抬起了头，皱巴巴的小脸，却偏苦涩地笑着，雨势渐停，方才显得粉白的苦笑，又有了红润的喜色，它轻抖身上的雨珠，挺直了腰板。"
  },
  {
    "sent_id": 8698,
    "sent": "然我想说，并不是所有书籍都有能力完成承载读者，如同一艘船一样驶向对生活、对人类、乃至对社会的思考的海面的。",
    "revisedSent": "然而我想说，并不是所有书籍都有能力完成承载读者的任务，如同一艘船一样驶向对生活、对人类、乃至对社会的思考的海面的。"
  },
  {
    "sent_id": 1059,
    "sent": "中华民族的历史长河滚滚不息，流过了五千年的漫长当月，见证了华夏文明的璀璨瑰丽，也记录了无数王朝的更迭兴衰。",
    "revisedSent": "中华民族的历史长河滚滚不息，流过了五千年的漫长岁月，记录了无数王朝的更迭兴衰，也见证了华夏文明的璀璨瑰丽。"
  }
]